Repository: common-repository/puddinq-dashboard
Catalog: lang/puddinq-dash-*.po
Languages: nl_nl

source: (de)select all
nl_nl: (de)selecteer alles

source: Choose
nl_nl: Kies

source: General settings, widgets, themes, colors and more.
nl_nl: Algemene instellingen, widgets, theama's, kleuren en meer.

source: could not be passed as creditable
nl_nl: kan de versonden informative niet positief valideren

source: Puddinq Dashboard Settings
nl_nl: Puddinq Dashboard Instellingen

source: Set as image!
nl_nl: Instellen als afbeelding!

source: Main settings
nl_nl: Algemene settings

source: Hide basic widgets
nl_nl: Standaard widgets niet laten zien

source: Show/Hide widgets
nl_nl: Verberg of laat widgets zien

source: Select to hide
nl_nl: Selecteer om te verberegen

source: Dasboard picture
nl_nl: Dashbord afbeelding

source: Show puddinq widgets
nl_nl: Laat puddinq widgets zien

source: Select to activate
nl_nl: Selecteer om te activeren

source: Optical misc
nl_nl: Optisch en divers

source: Change logo, colors and more
nl_nl: Verander logo, kleuren en meer.

source: Change logo
nl_nl: verander logo

source: Change colors
nl_nl: Verander kleuren

source: Set images
nl_nl: Afbeeldingen instellen

source: Select an image
nl_nl: Selecteer een afbeelding

source: Works if action is activated
nl_nl: Werkt als optie is geactiveerd

source: Change Dashboard Image
nl_nl: Verander dashboard afbeelding

source: Select a color
nl_nl: Selecteer een kleur

source: Works if change colors is activated
nl_nl: Werkt als verander kleuren is ingeschakeld

source: Background color
nl_nl: Achtergrond kleur

source: Block heads
nl_nl: Blok labels

source: Block background
nl_nl: Blok achtergrond

source: Text
nl_nl: Tekst

source: Show hide admin dashboard widgets
nl_nl: Verberg of laat admin dashboard widgets zien
